Repository: guitaripod/embr
Catalog: Embr/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Condizioni d'uso
ja: 利用規約
ko: 이용약관
pt_br: Termos de Uso
zh_hans: 使用条款
zh_hant: 使用條款

source: Thank You!
de: Danke!
es: ¡Gracias!
fr: Merci !
it: Grazie!
ja: ありがとうございます！
ko: 감사합니다!
pt_br: Obrigado!
zh_hans: 谢谢！
zh_hant: 謝謝！

source: Thank you for supporting Embr. Tips unlock nothing — every feature is free for everyone.
de: Danke, dass du Embr unterstützt. Trinkgelder schalten nichts frei — jede Funktion ist für alle kostenlos.
es: Gracias por apoyar Embr. Las propinas no desbloquean nada — todas las funciones son gratis para todos.
fr: Merci de soutenir Embr. Les pourboires ne débloquent rien — toutes les fonctionnalités sont gratuites pour tout le monde.
it: Grazie per aver sostenuto Embr. Le mance non sbloccano nulla — ogni funzione è gratuita per tutti.
ja: Embr を支援していただき、ありがとうございます。チップは何も解除しません。すべての機能は誰でも無料で使えます。
ko: Embr를 후원해 주셔서 감사합니다. 팁은 아무것도 잠금 해제하지 않으며, 모든 기능은 누구에게나 무료입니다.
pt_br: Obrigado por apoiar o Embr. As gorjetas não desbloqueiam nada — todos os recursos são gratuitos para todo mundo.
zh_hans: 感谢你支持 Embr。打赏不会解锁任何内容——所有功能对所有人都是免费的。
zh_hant: 感謝你支持 Embr。贊助不會解鎖任何內容——所有功能對所有人都是免費的。

source: The App Store couldn't verify this purchase.
de: Der App Store konnte diesen Kauf nicht überprüfen.
es: El App Store no ha podido verificar esta compra.
fr: L'App Store n'a pas pu vérifier cet achat.
it: L'App Store non è riuscito a verificare questo acquisto.
ja: App Store がこの購入を確認できませんでした。
ko: App Store에서 이 구매를 확인하지 못했습니다.
pt_br: A App Store não conseguiu verificar esta compra.
zh_hans: App Store 无法验证此次购买。
zh_hant: App Store 無法驗證此次購買。

source: Theme
de: Erscheinungsbild
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
zh_hans: 主题
zh_hant: 主題

source: This clip can't be played right now.
de: Dieser Clip lässt sich gerade nicht abspielen.
es: Este clip no se puede reproducir ahora mismo.
fr: Ce clip ne peut pas être lu pour le moment.
it: Questa clip non può essere riprodotta al momento.
ja: このクリップは現在再生できません。
ko: 이 클립은 지금 재생할 수 없습니다.
pt_br: Não é possível reproduzir este clipe agora.
zh_hans: 该剪辑目前无法播放。
zh_hant: 這則剪輯目前無法播放。

source: This content isn't available right now.
de: Dieser Inhalt ist gerade nicht verfügbar.
es: Este contenido no está disponible ahora mismo.
fr: Ce contenu n'est pas disponible pour le moment.
it: Questo contenuto non è disponibile al momento.
ja: このコンテンツは現在利用できません。
ko: 이 콘텐츠는 지금 이용할 수 없습니다.
pt_br: Este conteúdo não está disponível agora.
zh_hans: 该内容目前不可用。
zh_hant: 這項內容目前無法使用。

source: Timed out
de: Zeitüberschreitung
es: Tiempo de espera agotado
fr: Délai dépassé
it: Tempo scaduto
ja: タイムアウトしました
ko: 시간 초과
pt_br: Tempo esgotado
zh_hans: 超时
zh_hant: 連線逾時

# Timed out %@ for %llds
source: Timed out %1$@ for %2$llds
de: %1$@ für %2$lld s in Timeout gesetzt
es: %1$@ expulsado temporalmente durante %2$lld s
fr: %1$@ exclu temporairement pendant %2$lld s
it: %1$@ sospeso per %2$lld s
ja: %1$@を%2$lld秒間タイムアウトしました
ko: %1$@님을 %2$lld초 동안 타임아웃했습니다
pt_br: %1$@ silenciado por %2$lld s
zh_hans: 已将 %1$@ 禁言 %2$lld 秒
zh_hant: 已將 %1$@ 禁言 %2$lld 秒

source: Timeout 10 min
de: 10 Min. Timeout
es: Expulsar 10 min
ja: 10分タイムアウト
ko: 10분 타임아웃
pt_br: Timeout de 10 min
zh_hans: 禁言 10 分钟
zh_hant: 禁言 10 分鐘

source: Tip
de: Trinkgeld
es: Propina
fr: Pourboire
it: Mancia
ja: チップ
ko: 팁
pt_br: Gorjeta
zh_hans: 打赏
zh_hant: 贊助

source: Tips Unavailable
de: Trinkgelder nicht verfügbar
es: Propinas no disponibles
fr: Pourboires indisponibles
it: Mance non disponibili
ja: チップを利用できません
ko: 팁을 사용할 수 없음
pt_br: Gorjetas indisponíveis
zh_hans: 打赏不可用
zh_hant: 贊助無法使用

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
zh_hans: 重试
zh_hant: 再試一次

source: Turbo's ad-free perk is tied to your account inside Twitch's own apps, applied the moment the official player requests a stream. Embr connects as an independent client and can't hand that entitlement to Twitch's ad system. Third-party clients used to forward a web login to request an ad-free stream, but Twitch closed that path — today the playback handshake returns "ads on" for everyone: Turbo members, subscribers, and logged-out viewers alike.
de: Der werbefreie Vorteil von Turbo hängt an deinem Konto innerhalb der Twitch-eigenen Apps und greift genau dann, wenn der offizielle Player einen Stream anfordert. Embr verbindet sich als unabhängiger Client und kann diese Berechtigung nicht an das Werbesystem von Twitch weiterreichen. Früher konnten Drittanbieter-Clients einen Web-Login weitergeben, um einen werbefreien Stream anzufordern, doch Twitch hat diesen Weg geschlossen — heute liefert der Playback-Handshake für alle „Werbung an“: für Turbo-Mitglieder, Abonnenten und ausgeloggte Zuschauer gleichermaßen.
es: La ventaja sin anuncios de Turbo está ligada a tu cuenta dentro de las apps propias de Twitch y se aplica en el momento en que el reproductor oficial solicita un stream. Embr se conecta como cliente independiente y no puede entregar ese permiso al sistema publicitario de Twitch. Antes, los clientes de terceros podían reenviar un inicio de sesión web para pedir un stream sin anuncios, pero Twitch cerró esa vía: hoy el saludo de reproducción devuelve «anuncios activados» para todo el mundo, ya seas miembro de Turbo, suscriptor o espectador sin sesión iniciada.
fr: L'avantage sans publicité de Turbo est lié à votre compte dans les applications officielles de Twitch et s'applique au moment où le lecteur officiel demande un stream. Embr se connecte en tant que client indépendant et ne peut pas transmettre ce droit au système publicitaire de Twitch. Les clients tiers pouvaient autrefois relayer une connexion web pour demander un flux sans publicité, mais Twitch a fermé cette voie — aujourd'hui, la négociation de lecture renvoie « publicités activées » pour tout le monde : membres Turbo, abonnés et spectateurs déconnectés.
it: Il vantaggio senza pubblicità di Turbo è legato al tuo account all'interno delle app ufficiali di Twitch e si applica nel momento in cui il player ufficiale richiede uno stream. Embr si collega come client indipendente e non può passare quel diritto al sistema pubblicitario di Twitch. Un tempo i client di terze parti potevano inoltrare un login web per chiedere uno stream senza pubblicità, ma Twitch ha chiuso quella strada: oggi l'handshake di riproduzione risponde «pubblicità attiva» per tutti, membri Turbo, abbonati e spettatori non loggati compresi.
ja: Turbo の広告なし特典は Twitch 公式アプリ内のアカウントに紐づいており、公式プレイヤーが配信をリクエストした瞬間に適用されます。Embr は独立したクライアントとして接続するため、その権利を Twitch の広告システムに引き渡せません。かつてはサードパーティ製クライアントが Web ログインを転送して広告なしの配信を要求できましたが、Twitch はその経路を塞ぎました。現在、再生時のハンドシェイクは Turbo 会員もサブスク加入者も未ログインの視聴者も、すべて「広告あり」を返します。
ko: Turbo의 광고 없는 혜택은 Twitch 공식 앱 안의 계정에 묶여 있으며, 공식 플레이어가 방송을 요청하는 순간에 적용됩니다. Embr는 독립 클라이언트로 접속하기 때문에 그 권한을 Twitch의 광고 시스템에 전달할 수 없습니다. 예전에는 서드파티 클라이언트가 웹 로그인을 넘겨 광고 없는 방송을 요청할 수 있었지만 Twitch가 그 경로를 막았습니다. 지금은 재생 핸드셰이크가 Turbo 회원이든 구독자든 로그아웃 상태의 시청자든 모두에게 "광고 켜짐"을 반환합니다.
pt_br: O benefício sem anúncios do Turbo está vinculado à sua conta dentro dos apps da própria Twitch e é aplicado no momento em que o player oficial pede o stream. O Embr se conecta como cliente independente e não consegue repassar esse direito ao sistema de anúncios da Twitch. Antigamente, clientes de terceiros podiam encaminhar um login web para pedir um stream sem anúncios, mas a Twitch fechou esse caminho — hoje o handshake de reprodução devolve "anúncios ligados" para todo mundo: membros do Turbo, inscritos e espectadores deslogados.
zh_hans: Turbo 的免广告权益绑定在 Twitch 自家应用内的账号上，在官方播放器请求直播流的那一刻生效。Embr 以独立客户端身份连接，无法把这项权益交给 Twitch 的广告系统。第三方客户端曾经可以转发网页登录来请求无广告的直播流，但 Twitch 已经封死了这条路——如今播放握手对所有人都返回“开启广告”：Turbo 会员、订阅者和未登录的观众一视同仁。
zh_hant: Turbo 的免廣告權益綁定在 Twitch 自家 App 內的帳號上，在官方播放器請求串流的那一刻生效。Embr 以獨立用戶端的身分連線，無法把這項權益交給 Twitch 的廣告系統。第三方用戶端以前可以轉送網頁登入來請求無廣告的串流，但 Twitch 已經封死這條路——如今播放交握對所有人都回傳「開啟廣告」：Turbo 會員、訂閱者和未登入的觀眾都一樣。

source: Twitch uses server-side ad insertion: the ad video is spliced directly into the live stream's segments on Twitch's own servers, mixed in with the broadcast. By the time the stream reaches Embr the ad is already baked in — it isn't a separate track a player can simply switch off.
de: Twitch nutzt serverseitige Werbeeinblendung: Das Werbevideo wird direkt auf den Servern von Twitch in die Segmente des Livestreams eingefügt und mit der Übertragung vermischt. Wenn der Stream bei Embr ankommt, steckt die Werbung bereits fest darin — sie ist keine separate Spur, die ein Player einfach abschalten könnte.
es: Twitch usa inserción de anuncios en el servidor: el vídeo publicitario se incrusta directamente en los segmentos del directo en los propios servidores de Twitch, mezclado con la emisión. Cuando el stream llega a Embr, el anuncio ya viene integrado; no es una pista aparte que un reproductor pueda desactivar sin más.
fr: Twitch utilise l'insertion publicitaire côté serveur : la vidéo publicitaire est intégrée directement aux segments du direct sur les serveurs de Twitch, mélangée à la diffusion. Quand le stream arrive dans Embr, la publicité y est déjà incrustée — ce n'est pas une piste distincte qu'un lecteur pourrait simplement désactiver.
it: Twitch usa l'inserimento pubblicitario lato server: il video pubblicitario viene innestato direttamente nei segmenti della diretta sui server di Twitch, mescolato alla trasmissione. Quando lo stream arriva a Embr la pubblicità è già incorporata: non è una traccia separata che un player possa semplicemente disattivare.
ja: Twitch はサーバーサイド広告挿入を使っています。広告映像は Twitch のサーバー上でライブ配信のセグメントに直接組み込まれ、放送と一体になります。配信が Embr に届く時点で広告はすでに焼き込まれており、プレイヤー側で単純にオフにできる別トラックではありません。
ko: Twitch는 서버 사이드 광고 삽입을 사용합니다. 광고 영상이 Twitch 서버에서 생방송 세그먼트에 직접 이어 붙여져 방송과 하나로 섞입니다. 방송이 Embr에 도착할 때는 이미 광고가 통째로 구워져 있어서, 플레이어가 간단히 끌 수 있는 별도 트랙이 아닙니다.
pt_br: A Twitch usa inserção de anúncios no servidor: o vídeo do anúncio é emendado direto nos segmentos da transmissão ao vivo, nos servidores da própria Twitch, misturado ao que está sendo transmitido. Quando o stream chega ao Embr, o anúncio já vem embutido — não é uma faixa separada que o player possa simplesmente desligar.
zh_hans: Twitch 采用服务端广告插入：广告视频在 Twitch 自己的服务器上被直接拼接进直播流的分片中，与直播画面混在一起。当直播流到达 Embr 时，广告早已烘焙其中——它不是播放器可以随手关掉的独立轨道。
zh_hant: Twitch 採用伺服器端廣告插入：廣告影片會在 Twitch 自己的伺服器上直接拼接進直播串流的片段裡，與直播畫面混在一起。當串流送到 Embr 時，廣告早已內嵌其中——它不是播放器可以隨手關掉的獨立軌道。

source: Unbanned %@
de: Bann für %@ aufgehoben
es: Se ha retirado el baneo a %@
fr: %@ débanni
it: Ban rimosso per %@
ja: %@のBANを解除しました
ko: %@님의 밴을 해제했습니다
pt_br: Banimento de %@ removido
zh_hans: 已解除 %@ 的封禁
zh_hant: 已解除 %@ 的停權

source: Unblock
de: Entsperren
es: Desbloquear
fr: Débloquer
it: Sblocca
ja: 解除
ko: 차단 해제
pt_br: Desbloquear
zh_hans: 取消屏蔽
zh_hant: 解除封鎖

source: Unblocked %@ · reopen chat to show
de: %@ entsperrt · Chat neu öffnen zum Anzeigen
es: %@ desbloqueado · vuelve a abrir el chat para verlo
fr: %@ débloqué · rouvrez le chat pour l'afficher
it: %@ sbloccato · riapri la chat per vederlo
ja: %@のブロックを解除しました · チャットを開き直すと表示されます
ko: %@님의 차단을 해제했습니다 · 채팅을 다시 열면 표시됩니다
pt_br: %@ desbloqueado · reabra o chat para exibir
zh_hans: 已取消屏蔽 %@ · 重新打开聊天即可显示
zh_hant: 已解除封鎖 %@ · 重新開啟聊天室即可顯示

source: Unique
de: Einzigartig
es: Único
it: Unico
ja: 重複禁止
ko: 중복 금지
pt_br: Único
zh_hans: 禁止重复
zh_hant: 禁止重複

source: Unmute
de: Ton an
es: Activar sonido
fr: Réactiver le son
it: Riattiva l'audio
ja: ミュート解除
ko: 음소거 해제
pt_br: Ativar som
zh_hans: 取消静音
zh_hant: 取消靜音

source: Usage: /%@ <user>
de: Verwendung: /%@ <Nutzer>
es: Uso: /%@ <usuario>
fr: Utilisation : /%@ <utilisateur>
it: Uso: /%@ <utente>
ja: 使い方: /%@ <ユーザー>
ko: 사용법: /%@ <사용자>
pt_br: Uso: /%@ <usuário>
zh_hans: 用法：/%@ <用户>
zh_hant: 用法：/%@ <使用者>

source: User %@ not found
de: Nutzer %@ nicht gefunden
es: No se ha encontrado al usuario %@
fr: Utilisateur %@ introuvable
it: Utente %@ non trovato
ja: ユーザー %@ が見つかりません
ko: %@ 사용자를 찾을 수 없습니다
pt_br: Usuário %@ não encontrado
zh_hans: 未找到用户 %@
zh_hant: 找不到使用者 %@

source: View Profile
de: Profil ansehen
es: Ver perfil
fr: Voir le profil
it: Vedi il profilo
ja: プロフィールを見る
ko: 프로필 보기
pt_br: Ver perfil
zh_hans: 查看主页
zh_hant: 查看個人檔案

source: Violence or threats
de: Gewalt oder Drohungen
es: Violencia o amenazas
fr: Violence ou menaces
it: Violenza o minacce
ja: 暴力・脅迫
ko: 폭력 또는 위협
pt_br: Violência ou ameaças
zh_hans: 暴力或威胁
zh_hant: 暴力或威脅

source: Waiting for Approval
de: Warten auf Genehmigung
es: Esperando aprobación
fr: En attente d'approbation
it: In attesa di approvazione
ja: 承認待ち
ko: 승인 대기 중
pt_br: Aguardando aprovação
zh_hans: 等待批准中
zh_hant: 等待批准中

source: Waiting for messages…
de: Warte auf Nachrichten…
es: Esperando mensajes…
fr: En attente de messages…
it: In attesa di messaggi…
ja: メッセージを待っています…
ko: 메시지를 기다리는 중…
pt_br: Aguardando mensagens…
zh_hans: 正在等待消息…
zh_hant: 正在等待訊息…

source: Weekly
de: Wöchentlich
es: Cada semana
fr: Chaque semaine
it: Ogni settimana
ja: 毎週
ko: 매주
pt_br: Toda semana
zh_hans: 每周
zh_hant: 每週

source: Why Turbo or a sub doesn't skip them here
de: Warum Turbo oder ein Abo sie hier nicht überspringt
es: Por qué Turbo o una suscripción no los salta aquí
fr: Pourquoi Turbo ou un abonnement ne les saute pas ici
it: Perché Turbo o un abbonamento non li salta qui
ja: Turbo やサブスクでもここでは飛ばせない理由
ko: 여기서는 Turbo나 구독으로도 건너뛸 수 없는 이유
pt_br: Por que o Turbo ou uma inscrição não pula os anúncios aqui
zh_hans: 为什么 Turbo 或订阅在这里跳不过广告
zh_hant: 為什麼 Turbo 或訂閱在這裡跳不過廣告

source: Why am I seeing ads?
de: Warum sehe ich Werbung?
es: ¿Por qué veo anuncios?
fr: Pourquoi est-ce que je vois des publicités ?
it: Perché vedo pubblicità?
ja: なぜ広告が表示されるの？
ko: 왜 광고가 나오나요?
pt_br: Por que estou vendo anúncios?
zh_hans: 为什么我会看到广告？
zh_hant: 為什麼我會看到廣告？

source: Word or phrase
de: Wort oder Wendung
es: Palabra o frase
fr: Mot ou expression
it: Parola o frase
ja: 単語またはフレーズ
ko: 단어 또는 문구
pt_br: Palavra ou frase
zh_hans: 词语或短语
zh_hant: 字詞或短句

source: You can't send messages here
de: Hier kannst du keine Nachrichten senden
es: No puedes enviar mensajes aquí
fr: Vous ne pouvez pas envoyer de messages ici
it: Non puoi inviare messaggi qui
ja: ここではメッセージを送信できません
ko: 여기서는 메시지를 보낼 수 없습니다
pt_br: Você não pode enviar mensagens aqui
zh_hans: 你无法在这里发送消息
zh_hant: 你無法在這裡傳送訊息

source: You don't follow any channels yet.
de: Du folgst noch keinen Kanälen.
es: Aún no sigues ningún canal.
fr: Vous ne suivez encore aucune chaîne.
it: Non segui ancora nessun canale.
ja: まだフォロー中のチャンネルがありません。
ko: 아직 팔로우한 채널이 없습니다.
pt_br: Você ainda não segue nenhum canal.
zh_hans: 你还没有关注任何频道。
zh_hant: 你還沒有追蹤任何頻道。

source: You'll return to browsing as a guest.
de: Du surfst dann wieder als Gast.
es: Volverás a navegar como invitado.
fr: Vous reviendrez à la navigation en invité.
it: Tornerai a navigare come ospite.
ja: ゲストとしての閲覧に戻ります。
ko: 게스트 상태로 돌아갑니다.
pt_br: Você voltará a navegar como convidado.
zh_hans: 你将回到访客浏览模式。
zh_hant: 你將回到以訪客身分瀏覽。

source: Your tip keeps Embr going.
de: Dein Trinkgeld hält Embr am Laufen.
es: Tu propina mantiene Embr en marcha.
fr: Votre pourboire fait vivre Embr.
it: La tua mancia tiene in vita Embr.
ja: チップが Embr を支えています。
ko: 팁 덕분에 Embr가 계속 운영됩니다.
pt_br: Sua gorjeta mantém o Embr funcionando.
zh_hans: 你的打赏让 Embr 得以继续运行。
zh_hant: 你的贊助讓 Embr 得以繼續運作。

source: Your tip will go through once it's approved.
de: Dein Trinkgeld wird verarbeitet, sobald es genehmigt ist.
es: Tu propina se procesará en cuanto se apruebe.
fr: Votre pourboire sera traité dès qu'il sera approuvé.
it: La tua mancia verrà elaborata non appena sarà approvata.
ja: 承認されるとチップが処理されます。
ko: 승인되면 팁 결제가 진행됩니다.
pt_br: Sua gorjeta será processada assim que for aprovada.
zh_hans: 获得批准后，你的打赏就会完成。
zh_hant: 獲得批准後，你的贊助就會完成。

source: and
de: und
es: y
fr: et
it: e
ja: と
ko: 및
pt_br: e
zh_hans: 和
zh_hant: 和

source: ban
de: Bann
es: banear
fr: bannir
it: bannare
ko: 밴
pt_br: banir
zh_hans: 封禁
zh_hant: 停權

source: clipped by %@
de: Clip von %@
es: clip de %@
fr: clip de %@
it: clip di %@
ja: %@のクリップ
ko: %@님의 클립
pt_br: clipe de %@
zh_hans: %@ 的剪辑
zh_hant: 由 %@ 剪輯

source: delete the message
de: Löschen der Nachricht
es: eliminar el mensaje
fr: supprimer le message
it: eliminare il messaggio
ja: メッセージの削除
ko: 메시지 삭제
pt_br: excluir a mensagem
zh_hans: 删除消息
zh_hant: 刪除訊息

source: emote-only
de: nur Emotes
es: solo emotes
fr: emotes seules
it: solo emotes
ja: エモートのみ
ko: 이모티콘 전용
pt_br: somente emotes
zh_hans: 仅表情
zh_hant: 僅表情符號

source: error
de: Fehler
fr: erreur
it: errore
ja: エラー
ko: 오류
pt_br: erro
zh_hans: 错误
zh_hant: 錯誤

source: followers %lldm
de: Follower %lld min
es: seguidores %lld min
fr: followers %lld min
it: follower %lld min
ja: フォロワー %lld分
ko: 팔로워 %lld분
pt_br: seguidores %lld min
zh_hans: 关注 %lld 分钟
zh_hant: 追蹤 %lld 分鐘

source: followers-only
de: nur Follower
es: solo seguidores
fr: followers uniquement
it: solo follower
ja: フォロワー限定
ko: 팔로워 전용
pt_br: somente seguidores
zh_hans: 仅关注者
zh_hant: 僅限追蹤者

source: loading
de: wird geladen
es: cargando
fr: chargement
it: caricamento
ja: 読み込み中
ko: 불러오는 중
pt_br: carregando
zh_hans: 加载中
zh_hant: 載入中

source: mature audiences
de: nicht jugendfrei
es: para adultos
fr: public averti
it: per un pubblico adulto
ja: 成人向け
ko: 성인 대상
pt_br: público adulto
zh_hans: 成人内容
zh_hant: 成人內容

source: not a moderator here
de: hier kein Moderator
es: no eres moderador aquí
fr: pas modérateur ici
it: non sei moderatore qui
ja: このチャンネルのモデレーターではありません
ko: 이 채널의 모더레이터가 아닙니다
pt_br: você não é moderador aqui
zh_hans: 你不是该频道的管理员
zh_hant: 你不是這個頻道的管理員

source: rate limited
de: Rate-Limit erreicht
es: límite de solicitudes alcanzado
fr: limite de débit atteinte
it: limite di richieste raggiunto
ja: レート制限中
ko: 요청 한도 초과
pt_br: limite de solicitações atingido
zh_hans: 触发频率限制
zh_hant: 已觸發頻率限制

source: sign in required
de: Anmeldung erforderlich
es: hace falta iniciar sesión
fr: connexion requise
it: accesso richiesto
ja: ログインが必要です
ko: 로그인이 필요합니다
pt_br: é preciso entrar
zh_hans: 需要登录
zh_hant: 需要登入

source: slow %llds
de: langsam %lld s
es: lento %lld s
fr: lent %lld s
it: lento %lld s
ja: 低速 %lld秒
ko: 슬로우 %lld초
pt_br: lento %lld s
zh_hans: 慢速 %lld 秒
zh_hant: 慢速 %lld 秒

source: subs-only
de: nur Abonnenten
es: solo suscriptores
fr: abonnés uniquement
it: solo abbonati
ja: サブスク限定
ko: 구독자 전용
pt_br: somente inscritos
zh_hans: 仅订阅者
zh_hant: 僅限訂閱者

source: unique
de: einzigartig
es: único
it: unico
ja: 重複禁止
ko: 중복 금지
pt_br: único
zh_hans: 禁止重复
zh_hant: 禁止重複

source: up %@
de: seit %@ live
es: en directo desde hace %@
fr: en direct depuis %@
it: in diretta da %@
ja: 配信時間 %@
ko: 방송 %@ 경과
pt_br: ao vivo há %@
zh_hans: 已直播 %@
zh_hant: 已直播 %@

source: 🔞 Mature
de: 🔞 Nicht jugendfrei
es: 🔞 Para adultos
fr: 🔞 Public averti
it: 🔞 Per adulti
ja: 🔞 成人向け
ko: 🔞 성인
pt_br: 🔞 Adulto
zh_hans: 🔞 成人内容
zh_hant: 🔞 成人內容

source: %@ Emotes
es: Emotes de %@
ja: %@のエモート
ko: %@ 이모티콘
pt_br: Emotes de %@
zh_hans: %@ 表情
zh_hant: %@ 表情符號

source: %@, live
es: %@, en directo
fr: %@, en direct
it: %@, in diretta
ja: %@、ライブ配信中
ko: %@, 방송 중
pt_br: %@, ao vivo
zh_hans: %@，直播中
zh_hant: %@，直播中

source: %@, offline
es: %@, sin conexión
fr: %@, hors ligne
ja: %@、オフライン
ko: %@, 오프라인
zh_hans: %@，未开播
zh_hant: %@，未開播

source: AFFILIATE
es: AFILIADO
fr: AFFILIÉ
it: AFFILIATO
ja: アフィリエイト
ko: 제휴
pt_br: AFILIADO
zh_hans: 联盟主播
zh_hant: 加盟實況主

source: Auto
es: Automático
it: Automatica
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动
zh_hant: 自動

source: Autoplay
es: Reproducción automática
fr: Lecture automatique
it: Riproduzione automatica
ja: 自動再生
ko: 자동 재생
pt_br: Reprodução automática
zh_hans: 自动播放
zh_hant: 自動播放

source: Embr Support (%@)
es: Soporte de Embr (%@)
fr: Assistance Embr (%@)
it: Supporto Embr (%@)
ja: Embr サポート (%@)
ko: Embr 지원 (%@)
pt_br: Suporte Embr (%@)
zh_hans: Embr 支持 (%@)
zh_hant: Embr 支援 (%@)

source: Global
es: Globales
it: Globali
ja: グローバル
ko: 글로벌
pt_br: Globais
zh_hans: 全局
zh_hant: 全域

source: Live
es: En directo
fr: En direct
it: In diretta
ja: ライブ
ko: 라이브
pt_br: Ao vivo
zh_hans: 直播中
zh_hant: 直播中

source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
zh_hans: 未开播
zh_hant: 未開播

source: Pause
es: Pausa
it: Pausa
ja: 一時停止
ko: 일시정지
pt_br: Pausar
zh_hans: 暂停
zh_hant: 暫停

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: TWITCH PARTNER
es: SOCIO DE TWITCH
fr: PARTENAIRE TWITCH
it: PARTNER TWITCH
ja: TWITCHパートナー
ko: TWITCH 파트너
pt_br: PARCEIRO TWITCH
zh_hans: TWITCH 合作主播
zh_hant: TWITCH 合作夥伴

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: Video
es: Vídeo
fr: Vidéo
ja: 動画
ko: 동영상
pt_br: Vídeo
zh_hans: 视频
zh_hant: 影片

source: Videos
es: Vídeos
fr: Vidéos
it: Video
ja: 動画
ko: 동영상
pt_br: Vídeos
zh_hans: 视频
zh_hant: 影片

source: Videos & Clips
es: Vídeos y clips
fr: Vidéos et clips
it: Video e clip
ja: 動画とクリップ
ko: 동영상 및 클립
pt_br: Vídeos e clipes
zh_hans: 视频和剪辑
zh_hant: 影片與剪輯

source: live
es: en directo
fr: en direct
it: in diretta
ja: ライブ配信中
ko: 방송 중
pt_br: ao vivo
zh_hans: 直播中
zh_hant: 直播中

source: offline
es: sin conexión
fr: hors ligne
ja: オフライン
ko: 오프라인
zh_hans: 未开播
zh_hant: 未開播

source: time out
es: expulsar temporalmente
fr: mettre en timeout
it: sospendere temporaneamente
ja: タイムアウト
ko: 타임아웃
pt_br: silenciar temporariamente
zh_hans: 禁言
zh_hant: 禁言

source: Normal
fr: Normale
it: Normale
ja: 標準
ko: 보통
zh_hans: 正常
zh_hant: 正常

source: Clips
it: Clip
ja: クリップ
ko: 클립
pt_br: Clipes
zh_hans: 剪辑
zh_hant: 剪輯

source: Streams
it: Stream
ja: 配信
ko: 방송
zh_hans: 直播
zh_hant: 直播

source: %@s
ja: %@秒
ko: %@초
zh_hans: %@ 秒
zh_hant: %@ 秒

source: %llds
ja: %lld秒
ko: %lld초
zh_hans: %lld 秒
zh_hant: %lld 秒

source: Chat
ja: チャット
ko: 채팅
zh_hans: 聊天
zh_hant: 聊天

source: Clip
ja: クリップ
ko: 클립
pt_br: Clipe
zh_hans: 剪辑
zh_hant: 剪輯

source: Emotes
ja: エモート
ko: 이모티콘
zh_hans: 表情
zh_hant: 表情符號

source: Spam
ja: スパム
ko: 스팸
zh_hans: 垃圾信息
zh_hant: 垃圾訊息

source: Top
ja: トップ
ko: 인기
zh_hans: 热门
zh_hant: 熱門

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
